---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarQuanityByDistrib
source: html/40ba7713-f1fb-eb2c-1c7f-8e3478673b56.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarQuanityByDistrib Property

"Quantity By Rebar Set"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarQuanityByDistrib { get; }
```